Repository: cyberwani/wp-robocrop
Catalog: languages/say-cheese-*.po
Languages: nl_nl

source: Add Media through Webcam
nl_nl: ﻿Toevoegen van Media via Webcam

source: Webcam Record
nl_nl: Opnemen via Webcam

source: Try again
nl_nl: ﻿Probeer opnieuw

source: Upload
nl_nl: ﻿Uploaden

source: Record
nl_nl: Opnemen

source: Title
nl_nl: ﻿Titel

source: Paste from Clipboard
nl_nl: ﻿Plakken vanaf clipboard

source: Image
nl_nl: ﻿Afbeelding

source: Paste some image Data from your clipboard
nl_nl: Plak afbeelding gegevens vanaf het clipboard

source: No image data pasted.
nl_nl: ﻿Geen afbeeldingsgegevens geplakt.

source: Your Browser does not support pasting processable image data.
nl_nl: ﻿Uw Browser ondersteunt niet het plakken van verwerkbare afbeeldingsgegevens.
